Repository: IhorShevchuk/piper-app
Catalog: PiperApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, hu, id, it, ja, nl, pl, pt, sv, tr, uk, ur_pk, zh_hans

# license_audio_unit_title
source: Audio Unit Extension (GPLv3)
ar: ملحق وحدة الصوت (GPLv3)
bn: অডিও ইউনিট এক্সটেনশন (GPLv3)
de: Audio-Unit-Erweiterung (GPLv3)
es: Extensión de Audio Unit (GPLv3)
fr: Extension Audio Unit (GPLv3)
hi: ऑडियो यूनिट एक्सटेंशन (GPLv3)
hu: Audio Unit bővítmény (GPLv3)
id: Ekstensi Unit Audio (GPLv3)
it: Estensione Audio Unit (GPLv3)
ja: Audio Unit 拡張機能 (GPLv3)
nl: Audio Unit-extensie (GPLv3)
pl: Rozszerzenie Audio Unit (GPLv3)
pt: Extensão de Unidade de Áudio (GPLv3)
sv: Audio Unit-tillägg (GPLv3)
tr: Ses Birimi Eklentisi (GPLv3)
ur_pk: آڈیو یونٹ ایکسٹینشن (GPLv3)
zh_hans: 音频单元扩展 (GPLv3)

# license_espeak_ng_description
source: eSpeak NG is a lightweight open-source text-to-speech engine supporting over 100 languages and accents.
ar: eSpeak NG هو محرك نطق خفيف الوزن ومفتوح المصدر يدعم أكثر من 100 لغة ولهجة.
bn: eSpeak NG একটি হালকা ওপেন-সোর্স টেক্সট-টু-স্পিচ ইঞ্জিন যা ১০০টিরও বেশি ভাষা এবং অ্যাকসেন্ট সমর্থন করে।
de: eSpeak NG ist eine leichtgewichtige Open-Source-Text-to-Speech-Engine, die über 100 Sprachen und Akzente unterstützt.
es: eSpeak NG es un motor de texto a voz de código abierto y ligero que admite más de 100 idiomas y acentos.
fr: eSpeak NG est un moteur de synthèse vocale open source léger prenant en charge plus de 100 langues et accents.
hi: eSpeak NG एक हल्का ओपन-सोर्स टेक्स्ट-टू-स्पीच इंजन है जो 100 से अधिक भाषाओं और लहजों का समर्थन करता है।
hu: Az eSpeak NG egy könnyű, nyílt forráskódú szövegfelolvasó motor, amely több mint 100 nyelvet és akcentust támogat.
id: eSpeak NG adalah mesin text-to-speech sumber terbuka ringan yang mendukung lebih dari 100 bahasa dan aksen.
it: eSpeak NG è un motore di sintesi vocale open source leggero che supporta oltre 100 lingue e accenti.
ja: eSpeak NG は、100 以上の言語とアクセントをサポートする軽量のオープンソース テキスト読み上げエンジンです。
nl: eSpeak NG is een lichtgewicht open-source tekst-naar-spraak-engine die meer dan 100 talen en accenten ondersteunt.
pl: eSpeak NG to lekki, otwartoźródłowy silnik TTS obsługujący ponad 100 języków i akcentów.
pt: o eSpeak NG é um mecanismo de conversão de texto em fala de código aberto leve que suporta mais de 100 idiomas e sotaques.
sv: eSpeak NG är en lättviktig text-till-tal-motor med öppen källkod som stöder över 100 språk och dialekter.
tr: eSpeak NG, 100’den fazla dili ve aksanı destekleyen hafif açık kaynaklı bir metinden konuşmaya motorudur.
uk: eSpeak NG - це швидкий механізм перетворення тексту в мовлення з відкритим кодом, який підтримує понад 100 мов та акцентів.
ur_pk: eSpeak NG ایک ہلکا پھلکا اوپن سورس ٹیکسٹ ٹو اسپیچ انجن ہے جو 100 سے زیادہ زبانوں اور لہجوں کو سپورٹ کرتا ہے۔
zh_hans: eSpeak NG 是一个轻量开源文字转语音引擎，支持100多种语言和音量。

# license_main_app_%@_title
source: Piper %@ App (MIT)
ar: تطبيق Piper %@ (MIT)
bn: Piper %@ অ্যাপ (MIT)
es: Aplicación Piper %@ (MIT)
fr: Application Piper %@ (MIT)
hi: पाइपर %@ ऐप (MIT)
hu: Piper %@ alkalmazás (MIT)
id: Aplikasi Piper %@ (MIT)
it: App Piper %@ (MIT)
ja: Piper %@ アプリ (MIT)
pl: Piper %@ Aplikacja (MIT)
pt: App Piper %@ (MIT)
tr: Piper %@ Uygulaması (MIT)
uk: Piper %@ Додаток (MIT)

# license_main_app_description
source: Piper App, developed by [Ihor Shevchuk](https://ihor-shevchuk.dev), is licensed under MIT. It is a separate program and communicates with the Audio Unit Extension only via XPC.
ar: تطبيق Piper، الذي طوره [Ihor Shevchuk](https://ihor-shevchuk.dev)، مرخص تحت MIT. إنه برنامج منفصل ويتواصل مع ملحق وحدة الصوت فقط عبر XPC.
bn: [Ihor Shevchuk](https://ihor-shevchuk.dev) দ্বারা তৈরি পাইপার অ্যাপটি MIT এর অধীনে লাইসেন্সপ্রাপ্ত। এটি একটি পৃথক প্রোগ্রাম এবং শুধুমাত্র XPC এর মাধ্যমে অডিও ইউনিট এক্সটেন্সনের সাথে যোগাযোগ করে।
de: Die Piper-App, entwickelt von Ihor Shevchuk, steht unter der MIT-Lizenz. Sie ist ein eigenständiges Programm und kommuniziert mit der Audio-Unit-Erweiterung ausschließlich über XPC.
es: La aplicación Piper, desarrollada por Ihor Shevchuk, tiene licencia MIT. Es un programa independiente y se comunica con la extensión de Audio Unit solo a través de XPC.
fr: L'application Piper, développée par Ihor Shevchuk, est sous licence MIT. Il s'agit d'un programme distinct qui communique avec l'extension Audio Unit uniquement via XPC.
hi: पाइपर ऐप, Ihor Shevchuk द्वारा विकसित, MIT के तहत लाइसेंस प्राप्त है। यह एक अलग प्रोग्राम है और केवल XPC के माध्यम से ऑडियो यूनिट एक्सटेंशन के साथ संचार करता है।
hu: A Piper alkalmazás, amelyet Ihor Shevchuk fejlesztett ki, MIT licenc alatt áll. Ez egy különálló program, amely kizárólag XPC-n keresztül kommunikál az Audio Unit bővítménnyel.
id: Aplikasi Piper, dikembangkan oleh [Ihor Shevchuk](https://ihor-shevchuk.dev), dilisensikan di bawah MIT. Ini adalah program terpisah dan berkomunikasi dengan Ekstensi Unit Audio hanya melalui XPC.
it: L'app Piper, sviluppata da Ihor Shevchuk, è concessa in licenza sotto MIT. È un programma separato e comunica con l'estensione Audio Unit solo tramite XPC.
ja: Ihor Shevchuk によって開発された Piper アプリは、MIT に基づいてライセンスされています。これは別のプログラムであり、XPC 経由でのみ Audio Unit 拡張機能と通信します。
nl: De Piper App, ontwikkeld door Ihor Shevchuk, is gelicentieerd onder MIT. Het is een apart programma en communiceert alleen via XPC met de Audio Unit-extensie.
pl: Aplikacja Piper, stworzona przez [Ihora Szewczuka](https://ihor-shevchuk.dev), jest licencjonowana na MIT. To osobny program, który komunikuje się z rozszerzeniem Audio Unit wyłącznie przez XPC.
pt: O App Piper, desenvolvido por [Ihor Shevchuk](https://ihor-shevchuk.dev), é licenciado sob a MIT. É um programa separado e se comunica com a Extensão de Unidade de Áudio apenas via XPC.
sv: Piper App, utvecklad av Ihor Shevchuk, är licensierad under MIT. Det är ett separat program och kommunicerar endast med Audio Unit-tillägget via XPC.
tr: [Ihor Shevchuk](https://ihor-shevchuk.dev) tarafından geliştirilen Piper Uygulaması MIT lisanslıdır. Bu ayrı bir programdır ve Ses Birimi Eklentisi ile yalnızca XPC üzerinden iletişim kurar.
uk: Додаток Piper, розроблений [Ігорем Шевчуком](https://ihor-shevchuk.dev), ліцензований за MIT. Це окрема програма, яка взаємодіє з Audio Unit Extension лише через XPC.
ur_pk: پائپر ایپ، جسے [Ihor Shevchuk](https://ihor-shevchuk.dev) نے تیار کیا ہے، MIT کے تحت لائسنس یافتہ ہے۔ یہ ایک الگ پروگرام ہے اور صرف XPC کے ذریعے آڈیو یونٹ ایکسٹینشن کے ساتھ بات چیت کرتا ہے۔
zh_hans: Piper App 是由 [Ihor Shevchuk](https://ihor-shevchuk.dev) 开发的，是在 MIT 下授权的。这是一个单独的程序，仅通过 XPC 与音频设备扩展进行通信。

# license_piper_description
source: Piper is a fast, open-source neural text-to-speech engine developed by the OHF-Voice community.
ar: Piper هو محرك نطق عصبي سريع ومفتوح المصدر طوره مجتمع OHF-Voice.
bn: Piper হল একটি দ্রুত, ওপেন-সোর্স নিউরাল টেক্সট-টু-স্পিচ ইঞ্জিন যা OHF-Voice সম্প্রদায় দ্বারা তৈরি করা হয়েছে।
de: Piper ist eine schnelle Open-Source-Neural-Text-to-Speech-Engine, die von der OHF-Voice-Community entwickelt wurde.
es: Piper es un motor de texto a voz neuronal rápido y de código abierto desarrollado por la comunidad OHF-Voice.
fr: Piper est un moteur de synthèse vocale neuronale rapide et open source développé par la communauté OHF-Voice.
hi: पाइपर एक तेज़, ओपन-सोर्स न्यूरल टेक्स्ट-टू-स्पीच इंजन है जिसे OHF-Voice समुदाय द्वारा विकसित किया गया है।
hu: A Piper egy gyors, nyílt forráskódú neurális szövegfelolvasó motor, amelyet az OHF-Voice közösség fejlesztett ki.
id: Piper adalah mesin text-to-speech saraf sumber terbuka yang cepat yang dikembangkan oleh komunitas OHF-Voice.
it: Piper è un motore di sintesi vocale neurale veloce e open source sviluppato dalla comunità OHF-Voice.
ja: Piper は、OHF-Voice コミュニティによって開発された高速でオープンソースのニューラル テキスト読み上げエンジンです。
nl: Piper is een snelle, open-source neurale tekst-naar-spraak-engine ontwikkeld door de OHF-Voice community.
pl: Piper to szybki, otwartoźródłowy, neuronowy silnik TTS opracowany przez społeczność OHF-Voice.
pt: O Piper é um mecanismo de conversão de texto em fala neural rápido e de código aberto desenvolvido pela comunidade OHF-Voice.
sv: Piper är en snabb röstmotor för text-till-tal baserad på neurala nätverk med öppen källkod, utvecklad av OHF-Voice-communityn.
tr: Piper, OHF-Voice topluluğu tarafından geliştirilen hızlı, açık kaynaklı bir sinirsel metinden konuşmaya motorudur.
uk: Piper — це швидкий двигун синтезу мовлення, розроблений OHF-Voice community. з відкритим кодом.
ur_pk: پائپر ایک تیز، اوپن سورس نیورل ٹیکسٹ ٹو اسپیچ انجن ہے جسے OHF-Voice کمیونٹی نے تیار کیا ہے۔
zh_hans: Piper是一个由OHF-Voice 社区开发的快速开放源码文字转语音引擎。

source: Model
ar: نموذج
bn: মডেল
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
hu: Modell
it: Modello
ja: モデル
pt: Modelo
sv: Modell
uk: Модель
ur_pk: اے آئی ماڈل
zh_hans: 模型

# no_voices
source: No voices available
ar: لا توجد أصوات متاحة
bn: কোনো ভয়েস উপলব্ধ নেই
de: Keine Stimmen verfügbar
es: No hay voces disponibles
fr: Aucune voix disponible
hi: कोई आवाज़ उपलब्ध नहीं है
hu: Nem állnak rendelkezésre hangok
id: Tidak ada suara yang tersedia
it: Nessuna voce disponibile
ja: 利用可能な音声はありません
nl: Geen stemmen beschikbaar
pl: Brak dostępnych głosów
pt: Nenhuma voz disponível
sv: Inga röster tillgängliga
tr: Kullanılabilir ses yok
uk: Голосів немає
ur_pk: کوئی آوازیں دستیاب نہیں ہیں۔
zh_hans: 没有可用的声音

# no_voices_message
source: **No voices are installed yet.** Use the **Download Voice Model** button below to add a voice.
ar: **لم يتم تثبيت أي أصوات بعد.** استخدم زر **تحميل نموذج الصوت** أدناه لإضافة صوت.
bn: **এখনো কোনো ভয়েস ইনস্টল করা হয়নি।** একটি ভয়েস যোগ করতে নিচের **ভয়েস মডেল ডাউনলোড করুন** বোতামটি ব্যবহার করুন।
de: **Es sind noch keine Stimmen installiert.** Nutze die Schaltfläche **Sprachmodell herunterladen** unten, um eine Stimme hinzuzufügen.
es: **Aún no hay voces instaladas.** Usa el botón **Descargar modelo de voz** de abajo para añadir una voz.
fr: **Aucune voix n'est installée.** Utilisez le bouton **Télécharger le modèle de voix** ci-dessous pour ajouter une voix.
hi: **अभी तक कोई आवाज़ इंस्टॉल नहीं की गई है।** आवाज़ जोड़ने के लिए नीचे दिए गए **वॉयस मॉडल डाउनलोड करें** बटन का उपयोग करें।
hu: **Még nincsenek hangok telepítve.** Hang hozzáadásához használja az alábbi **Hangmodell letöltése** gombot.
id: **Belum ada suara yang diinstal.** Gunakan tombol **Unduh Model Suara** di bawah ini untuk menambahkan suara.
it: **Nessuna voce ancora installata.** Usa il pulsante **Scarica modello vocale** qui sotto per aggiungere una voce.
ja: **音声がまだインストールされていません。** 下の **音声モデルをダウンロード** ボタンを使用して音声を追加してください。
nl: **Er zijn nog geen stemmen geïnstalleerd.** Gebruik de knop **Download spraakmodel** hieronder om een stem toe te voegen.
pl: **Żadne głosy nie są jeszcze zainstalowane.** Użyj przycisku **Pobierz model głosu** poniżej, aby dodać głos.
pt: **Nenhuma voz está instalada ainda.** Use o botão **Baixar Modelo de Voz** abaixo para adicionar uma voz.
sv: **Inga röster är installerade än.** Använd knappen **Ladda ner röstmodell** nedan för att lägga till en röst.
tr: **Henüz hiçbir ses yüklenmedi.** Bir ses eklemek için aşağıdaki **Ses Modelini İndir** düğmesini kullanın.
uk: **Жодного голосу ще не встановлено.** Щоб додати голос, скористайтеся кнопкою **Завантажити голосову модель** нижче.
ur_pk: **ابھی تک کوئی آوازیں انسٹال نہیں ہیں۔** آواز شامل کرنے کے لیے نیچے **وائس ماڈل ڈاؤن لوڈ کریں** بٹن کا استعمال کریں۔
zh_hans: **尚未安装声音。** 使用下面的 **下载语音模型** 按钮添加语音。

source: Ok
ar: موافق
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
id: Oke
tr: Tamam
uk: Гаразд
ur_pk: ٹھیک ہے
zh_hans: 好的

source: ONNX File
ar: ملف ONNX
bn: ONNX ফাইল
de: ONNX-Datei
es: Archivo ONNX
fr: Fichier ONNX
hi: ONNX फ़ाइल
hu: ONNX fájl
id: Berkas ONNX
it: File ONNX
ja: ONNX ファイル
nl: ONNX-bestand
pl: Plik ONNX
pt: Arquivo ONNX
sv: ONNX-fil
tr: ONNX Dosyası
uk: Файл ONNX
ur_pk: ONNX فائل
zh_hans: ONNX 文件

source: Play Sample
ar: تشغيل عينة
bn: নমুনা প্লে করুন
de: Beispiel abspielen
es: Reproducir muestra
fr: Lire l'échantillon
hi: नमूना बजाएं
hu: Minta lejátszása
id: Putar Sampel
it: Riproduci campione
ja: サンプルを再生
nl: Speel voorbeeld af
pl: Odtwórz próbkę
pt: Reproduzir Amostra
sv: Spela prov
tr: Örnek Oynat
uk: Відтворити приклад
ur_pk: نمونہ کھیلیں
zh_hans: 播放示例

source: Quality
ar: الجودة
bn: গুণমান
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
hu: Minőség
id: Kualitas
it: Qualità
ja: 品質
nl: Kwaliteit
pl: Jakość
pt: Qualidade
sv: Kvalitet
tr: Kalite
uk: Якість
ur_pk: معیار
zh_hans: 质量

source: Sample Rate
ar: معدل العينة
bn: স্যাম্পল রেট
de: Abtastrate
es: Frecuencia de muestreo
fr: Taux d'échantillonnage
hi: सैंपल रेट
hu: Mintavételezési gyakoriság
id: Laju Sampel
it: Frequenza di campionamento
ja: サンプリングレート
nl: Samplefrequentie
pl: Częstotliwość próbkowania
pt: Taxa de Amostragem
sv: Samplingsfrekvens
tr: Örnekleme Hızı
uk: Частота
ur_pk: نمونہ کی شرح
zh_hans: 采样率

source: Sample Text
ar: نص العينة
bn: নমুনা টেক্সট
de: Beispieltext
es: Texto de muestra
fr: Texte d'exemple
hi: नमूना पाठ
hu: Mintaszöveg
id: Teks Sampel
it: Testo di esempio
ja: サンプルテキスト
nl: Voorbeeldtekst
pl: Przykładowy tekst
pt: Texto de Amostra
sv: Exempeltext
tr: Örnek Metin
uk: Текст прикладу
ur_pk: نمونہ متن
zh_hans: 示例文本

# sample_text: %@
source: Sample Text: %1$@
ar: نص العينة: %1$@
bn: নমুনা টেক্সট: %1$@
de: Beispieltext: %1$@
es: Texto de muestra: %1$@
fr: Texte d'exemple : %1$@
hi: नमूना पाठ: %1$@
hu: Mintaszöveg: %1$@
id: Teks Sampel: %1$@
it: Testo di esempio: %1$@
ja: サンプルテキスト: %1$@
nl: Voorbeeldtekst: %1$@
pl: Przykładowy tekst: %1$@
pt: Texto de Amostra: %1$@
sv: Exempeltext: %1$@
tr: Örnek Metin: %1$@
uk: Приклад: %1$@
ur_pk: نمونہ متن: %1$@
zh_hans: 示例文本： %1$@

source: Select JSON
ar: اختر JSON
bn: JSON নির্বাচন করুন
de: JSON auswählen
es: Seleccionar JSON
fr: Sélectionner JSON
hi: JSON चुनें
hu: JSON kiválasztása
id: Pilih JSON
it: Seleziona JSON
ja: JSON を選択
nl: Selecteer JSON
pl: Wybierz JSON
pt: Selecionar JSON
sv: Välj JSON
tr: JSON'u seçin
uk: Виберіть JSON
ur_pk: JSON کو منتخب کریں۔
zh_hans: 选择 JSON

source: Select Model
ar: اختر النموذج
bn: মডেল নির্বাচন করুন
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner le modèle
hi: मॉडल चुनें
hu: Modell kiválasztása
id: Pilih Model
it: Seleziona modello
ja: モデルを選択
nl: Selecteer model
pl: Wybierz model
pt: Selecionar Modelo
sv: Välj modell
tr: Model Seç
uk: Виберіть модель
ur_pk: ماڈل منتخب کریں۔
zh_hans: 选择模型

source: Share Feedback
ar: مشاركة الملاحظات
bn: ফিডব্যাক শেয়ার করুন
de: Feedback teilen
es: Compartir comentarios
fr: Partager un avis
hi: प्रतिक्रिया साझा करें
hu: Visszajelzés küldése
id: Bagikan Umpan Balik
it: Condividi feedback
ja: フィードバックを共有
nl: Deel feedback
pl: Wyślij opinię
pt: Compartilhar Feedback
sv: Dela feedback
tr: Geri Bildirim Paylaş
uk: Поділитися Відгуком
ur_pk: فیڈ بیک شیئر کریں۔
zh_hans: 分享反馈

source: Speaker
ar: المتحدث
bn: স্পিকার
de: Sprecher
es: Locutor
fr: Interlocuteur
hi: वक्ता
hu: Beszélő
it: Voce
ja: 話者
nl: Spreker
pl: Głośnik
pt: Locutor
sv: Röst
tr: Hoparlör
uk: Голос
ur_pk: متکلم
zh_hans: 扬声器

source: Stop
ar: إيقاف
bn: থামুন
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
id: Berhenti
ja: 停止
pt: Parar
sv: Stoppa
tr: Durdur
uk: Зупинити
ur_pk: رک جاؤ
zh_hans: 停止

source: Stop Playing
ar: إيقاف التشغيل
bn: প্লে করা বন্ধ করুন
de: Wiedergabe stoppen
es: Detener reproducción
fr: Arrêter la lecture
hi: बजाना बंद करें
hu: Lejátszás leállítása
id: Berhenti Memutar
it: Interrompi riproduzione
ja: 再生を停止
nl: Stop afspelen
pl: Zatrzymaj odtwarzanie
pt: Parar Reprodução
sv: Sluta spela
tr: Oynatmayı Durdur
uk: Зупинити відтворення
ur_pk: کھیلنا بند کرو
zh_hans: 停止播放

# uninstall_button
source: Remove
ar: إزالة
bn: সরান
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
nl: Verwijder
pl: Usuń
pt: Remover
sv: Ta bort
tr: Kaldır
uk: Видалити
ur_pk: ہٹا دیں۔
zh_hans: 删除

# uninstall_voice
source: Remove Voice Model
ar: إزالة نموذج الصوت
bn: ভয়েস মডেল সরান
de: Sprachmodell entfernen
es: Eliminar modelo de voz
fr: Supprimer le modèle de voix
hi: वॉयस मॉडल हटाएं
hu: Hangmodell eltávolítása
id: Hapus Model Suara
it: Rimuovi modello vocale
ja: 音声モデルを削除
nl: Verwijder spraakmodel
pl: Usuń model głosu
pt: Remover Modelo de Voz
sv: Ta bort röstmodell
tr: Ses Modelini Kaldır
uk: Видалити голосову модель
ur_pk: وائس ماڈل کو ہٹا دیں۔
zh_hans: 删除语音模型

# update_model_in_app
source: Import Model from Files
ar: استيراد نموذج من الملفات
bn: ফাইল থেকে মডেল ইমপোর্ট করুন
de: Modell aus Dateien importieren
es: Importar modelo desde archivos
fr: Importer le modèle depuis les fichiers
hi: फ़ाइलों से मॉडल आयात करें
hu: Modell importálása fájlokból
id: Impor Model dari Berkas
it: Importa modello da file
ja: ファイルからモデルをインポート
nl: Importeer model uit bestanden
pl: Importuj model z plików
pt: Importar Modelo de Arquivos
sv: Importera modell från filer
tr: Dosyalardan Model İçe Aktar
uk: Імпортувати з файлів
ur_pk: فائلوں سے ماڈل درآمد کریں۔
zh_hans: 从文件导入模型

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: वर्शन
hu: Verzió
id: Versi
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt: Versão
tr: Sürüm
uk: Версія
ur_pk: ورژن
zh_hans: 版本

# voice_loading_progress_%@
source: downloading progress %@%
ar: تقدم التحميل %@%
bn: ডাউনলোডের অগ্রগতি %@%
de: Download-Fortschritt %@%
es: progreso de descarga %@%
fr: progression du téléchargement %@%
hi: डाउनलोडिंग प्रगति %@%
hu: letöltési folyamat %@%
id: progres mengunduh %@%
it: progresso download %@%
ja: ダウンロードの進行状況 %@%
nl: download voortgang %@%
pl: postęp pobierania %@%
pt: progresso do download %@%
sv: nedladdningsframsteg %@%
tr: indirme ilerlemesi %@%
uk: прогрес завантаження %@%
ur_pk: ڈاؤن لوڈنگ کی پیشرفت %@%
zh_hans: 正在下载进度 %@%

# warning_big_voice_files
source: Note: Voice files can be large. To avoid extra charges, download using Wi-Fi or an unlimited data plan.
ar: ملاحظة: يمكن أن تكون ملفات الصوت كبيرة. لتجنب رسوم إضافية، قم بالتحميل باستخدام Wi-Fi أو خطة بيانات غير محدودة.
bn: দ্রষ্টব্য: ভয়েস ফাইলগুলি বড় হতে পারে। অতিরিক্ত খরচ এড়াতে, Wi-Fi বা আনলিমিটেড ডেটা প্ল্যান ব্যবহার করে ডাউনলোড করুন।
de: Hinweis: Sprachdateien können groß sein. Um zusätzliche Gebühren zu vermeiden, lade sie über WLAN oder einen unbegrenzten Datentarif herunter.
es: Nota: Los archivos de voz pueden ser grandes. Para evitar cargos adicionales, descárgalos usando Wi-Fi o un plan de datos ilimitado.
fr: Remarque : Les fichiers vocaux peuvent être volumineux. Pour éviter des frais supplémentaires, téléchargez-les via Wi-Fi ou un forfait de données illimité.
hi: नोट: वॉयस फ़ाइलें बड़ी हो सकती हैं। अतिरिक्त शुल्क से बचने के लिए, वाई-फाई या असीमित डेटा प्लान का उपयोग करके डाउनलोड करें।
hu: Megjegyzés: A hangfájlok mérete nagy lehet. A pluszköltségek elkerülése érdekében javasoljuk, hogy Wi-Fi-n vagy korlátlan adatforgalmi csomagon keresztül töltse le azokat.
id: Catatan: Berkas suara bisa berukuran besar. Untuk menghindari biaya tambahan, unduh menggunakan Wi-Fi atau paket data tak terbatas.
it: Nota: I file vocali possono essere grandi. Per evitare costi aggiuntivi, scarica utilizzando il Wi-Fi o un piano dati illimitato.
ja: 注意：音声ファイルは大きくなる場合があります。追加料金を避けるために、Wi-Fi または無制限のデータプランを使用してダウンロードしてください。
nl: Opmerking: Spraakbestanden kunnen groot zijn. Om extra kosten te vermijden, download je via wifi of een onbeperkt data-abonnement.
pl: Uwaga: Pliki głosowe mogą być duże. Aby uniknąć dodatkowych opłat, pobieraj przez Wi-Fi lub z nielimitowanym pakietem danych.
pt: Nota: Arquivos de voz podem ser grandes. Para evitar cobranças extras, baixe usando Wi-Fi ou um plano de dados ilimitado.
sv: Obs: Röstfiler kan vara stora. För att undvika extra kostnader, ladda ner via Wi-Fi eller ett obegränsat datapaket.
tr: Not: Ses dosyaları büyük olabilir. Ek ücretlerden kaçınmak için Wi-Fi veya sınırsız veri planı ile indirin.
uk: Примітка: голосові файли можуть бути великими. Щоб уникнути додаткових витрат, завантажуйте через Wi-Fi або безлімітний тариф.
ur_pk: نوٹ: صوتی فائلیں بڑی ہو سکتی ہیں۔ اضافی چارجز سے بچنے کے لیے، Wi-Fi یا لامحدود ڈیٹا پلان کا استعمال کرکے ڈاؤن لوڈ کریں۔
zh_hans: 注意：语音文件可能大。为了避免额外费用，请使用 Wi-Fi 或无限数据计划下载。

# warning_not_tested_voices
source: These voices are community-uploaded and may not be fully tested. Some files may be incomplete or behave unexpectedly. Download and install at your own risk.
ar: هذه الأصوات مرفوعة من قبل المجتمع وقد لا تكون مختبرة بالكامل. قد تكون بعض الملفات غير مكتملة أو تتصرف بشكل غير متوقع. التحميل والتثبيت على مسؤوليتك الخاصة.
bn: এই ভয়েসগুলি সম্প্রদায়-আপলোড করা এবং সম্পূর্ণরূপে পরীক্ষা করা নাও হতে পারে। কিছু ফাইল অসম্পূর্ণ হতে পারে বা অপ্রত্যাশিত আচরণ করতে পারে। আপনার নিজ দায়িত্বে ডাউনলোড এবং ইনস্টল করুন।
de: Diese Stimmen wurden von der Community hochgeladen und sind möglicherweise nicht vollständig getestet. Einige Dateien können unvollständig sein oder sich unerwartet verhalten. Download und Installation auf eigene Gefahr.
es: Estas voces han sido subidas por la comunidad y es posible que no se hayan probado por completo. Algunos archivos pueden estar incompletos o comportarse de forma inesperada. Descarga e instala bajo tu propia responsabilidad.
fr: Ces voix sont téléchargées par la communauté et peuvent ne pas être entièrement testées. Certains fichiers peuvent être incomplets ou se comporter de manière inattendue. Téléchargez et installez à vos propres risques.
hi: ये आवाज़ें समुदाय द्वारा अपलोड की गई हैं और हो सकता है कि इनका पूरी तरह से परीक्षण न किया गया हो। कुछ फ़ाइलें अधूरी हो सकती हैं या अप्रत्याशित व्यवहार कर सकती हैं। अपने जोखिम पर डाउनलोड और इंस्टॉल करें।
hu: Ezeket a hangokat a közösség töltötte fel, és előfordulhat, hogy nem tesztelték őket teljes körűen. Egyes fájlok hiányosak lehetnek, vagy váratlanul működhetnek. Letöltés és telepítés saját felelősségre.
id: Suara-suara ini diunggah oleh komunitas dan mungkin belum diuji sepenuhnya. Beberapa berkas mungkin tidak lengkap atau berperilaku tidak terduga. Unduh dan instal atas risiko Anda sendiri.
it: Queste voci sono caricate dalla comunità e potrebbero non essere state testate completamente. Alcuni file potrebbero essere incompleti o comportarsi in modo inaspettato. Scarica e installa a tuo rischio e pericolo.
ja: これらの音声はコミュニティによってアップロードされたものであり、完全にテストされていない可能性があります。一部のファイルが不完全であったり、予期しない動作をしたりする場合があります。ご自身の責任でダウンロードしてインストールしてください。
nl: Deze stemmen zijn geüpload door de community en zijn mogelijk niet volledig getest. Sommige bestanden kunnen onvolledig zijn of zich onverwacht gedragen. Downloaden en installeren is op eigen risico.
pl: Te głosy zostały przesłane przez społeczność i mogą nie być w pełni przetestowane. Niektóre pliki mogą być niekompletne lub działać nieprawidłowo. Pobieraj i instaluj na własne ryzyko.
pt: Estas vozes são enviadas pela comunidade e podem não estar totalmente testadas. Alguns arquivos podem estar incompletos ou se comportar de forma inesperada. Baixe e instale por sua conta e risco.
sv: Dessa röster är uppladdade av communityn och har kanske inte testats fullständigt. Vissa filer kan vara ofullständiga eller bete sig oväntat. Ladda ner och installera på egen risk.
tr: Bu sesler topluluk tarafından yüklenmiştir ve tamamen test edilmemiş olabilir. Bazı dosyalar eksik veya beklenmedik şekilde davranabilir. Kendi riskinizle indirin ve yükleyin.
uk: Ці голоси додані спільнотою та можуть бути недостатньо протестовані. Деякі файли можуть бути неповними або працювати нестабільно. Завантажуйте та встановлюйте на свій ризик.
ur_pk: یہ آوازیں کمیونٹی کے ذریعے اپ لوڈ کی گئی ہیں اور ہو سکتا ہے کہ ان کا مکمل تجربہ نہ کیا جائے۔ کچھ فائلیں نامکمل ہو سکتی ہیں یا غیر متوقع طور پر برتاؤ کرتی ہیں۔ اپنی ذمہ داری پر ڈاؤن لوڈ اور انسٹال کریں۔
zh_hans: 这些声音是社区上传的，可能不会完全测试。一些文件可能不完整或出乎意料。下载并安装您自己承担的风险。

# piper_app_name
source: Piper
hi: पाइपर
